<?php

$_lang['looked_prop_limit'] = 'Ограничение вывода просмотров на странице.';
$_lang['looked_prop_templates'] = 'ID шаблонов через запятую, где нужно учитывать просмотры. Если пусто - учитывать везде, при условии что сниппет [[addLooked]] вызывается в каждом шаблоне.';

$_lang['looked_prop_ids'] = 'Если "Да", сниппет вернёт ID просмотренных ресурсов.';
$_lang['looked_prop_tpl'] = 'Чанк оформления каждого пункта.';
$_lang['looked_prop_tplOuter'] = 'Чанк-обёртка всего блока.';
$_lang['looked_prop_snippet'] = 'Какой сниппет использовать для вывода результатов.';
$_lang['looked_prop_sortdir'] = 'Направление сортировки.';
$_lang['looked_prop_sortby'] = 'Любое поле ресурса для сортировки.';
$_lang['looked_prop_parents'] = 'ID родителя.';
